Repository: deviodigital/customer-loyalty-for-woocommerce
Catalog: languages/customer-loyalty-for-woocommerce-*.po
Languages: es_es, fr_fr, it_it

source: Choose File
es_es: Elija el archivo
fr_fr: Choisissez un fichier
it_it: Scegli file

source: Choose Image
es_es: Elegir imagen
fr_fr: Choisir une image
it_it: Scegli un'immagine

source: Customer Loyalty
es_es: La lealtad del cliente
fr_fr: Fidélité du consommateur
it_it: Fidelizzazione del Cliente

source: Brought to you by
es_es: Presentado por
fr_fr: Vous est proposé par
it_it: Portato da te

source: Documentation
es_es: Documentación
it_it: Documentazione

source: Rewards Card
es_es: Tarjeta de recompensas
fr_fr: Carte de récompenses
it_it: Carta Premi

source: Loyalty Points
es_es: Puntos Fidelidad
fr_fr: Points de fidélité
it_it: Punti fedeltà

source: Activate Rewards Card
es_es: Activar tarjeta de recompensas
fr_fr: Activer la carte de récompenses
it_it: Attiva Carta Premi

source: Check to activate the included customer rewards card features.
es_es: Marque para activar las funciones incluidas en la tarjeta de recompensas para clientes.
fr_fr: Cochez pour activer les fonctionnalités incluses de la carte de récompenses client.
it_it: Selezionare per attivare le funzionalità della carta fedeltà per i clienti incluse.

source: Rewards Card Title
es_es: Título de la tarjeta de recompensas
fr_fr: Titre de la carte de récompenses
it_it: Titolo della carta premi

source: The title displayed in a customer's order when a new reward is earned.
es_es: El título que se muestra en el pedido de un cliente cuando se gana una nueva recompensa.
fr_fr: Le titre affiché dans la commande d’un client lorsqu’une nouvelle récompense est gagnée.
it_it: Il titolo visualizzato nell’ordine di un cliente quando viene guadagnato un nuovo premio.

source: Rewards Card Text
es_es: Texto de la tarjeta de recompensas
fr_fr: Texte de la carte de récompenses
it_it: Testo carta ricompense

source: The text displayed in a customer's order when a new reward is earned.
es_es: El texto que se muestra en el pedido de un cliente cuando se gana una nueva recompensa.
fr_fr: Le texte affiché dans la commande d’un client lorsqu’une nouvelle récompense est gagnée.
it_it: Il testo visualizzato nell’ordine di un cliente quando viene guadagnato un nuovo premio.

source: Rewards Card Image
es_es: Imagen de la tarjeta de recompensas
fr_fr: Image de la carte de récompenses
it_it: Immagine della carta premi

source: Display an image in the customer's order when a new reward is earned.
es_es: Muestre una imagen en el pedido del cliente cuando se gane una nueva recompensa.
fr_fr: Afficher une image dans la commande du client lorsqu’une nouvelle récompense est gagnée.
it_it: Mostra un’immagine nell’ordine del cliente quando viene guadagnato un nuovo premio.

source: Rewards coupon
es_es: Cupón de recompensas
fr_fr: Bon de récompense
it_it: Buono premio

source: Required punches
es_es: Puñetazos requeridos
fr_fr: Poinçons requis
it_it: Pugni richiesti

source: How many punches are required before a coupon is created for the customer?
es_es: ¿Cuántos puñetazos se requieren antes de crear un cupón para el cliente?
fr_fr: Combien de poinçons sont nécessaires avant qu’un coupon soit créé pour le client ?
it_it: Quante punzonature sono necessarie prima che venga creato un coupon per il cliente?

source: Coupon amount
es_es: Importe del cupón
fr_fr: Montant du code
it_it: Valore del Coupon

source: Enter the amount you would like used when creating the coupon.
es_es: Ingrese la cantidad que le gustaría usar al crear el cupón.
fr_fr: Entrez le montant que vous souhaitez utiliser lors de la création du coupon.
it_it: Inserisci l’importo che desideri utilizzare durante la creazione del coupon.

source: Coupon type
es_es: Tipo de cupón
fr_fr: Type de coupon
it_it: Tipo di Coupon

source: Select the type of coupon that you would like created for the customer
es_es: Seleccione el tipo de cupón que le gustaría crear para el cliente
fr_fr: Sélectionnez le type de coupon que vous souhaitez créer pour le client
it_it: Seleziona il tipo di coupon che desideri creare per il cliente

source: Fixed cart
es_es: Compra fija
fr_fr: Panier (Limite)
it_it: Carrello fisso

source: Percentage
es_es: Porcentaje
fr_fr: Pourcentage
it_it: Percentuale

source: Coupon prefix
es_es: Prefijo de cupónPrefijo de cupón
fr_fr: Préfixe du coupon
it_it: Prefisso coupon

source: Add the text you would like included before the randomize coupon code
es_es: Agregue el texto que le gustaría incluir antes del código de cupón aleatorio
fr_fr: Ajoutez le texte que vous souhaitez inclure avant le code de réduction aléatoire
it_it: Aggiungi il testo che desideri includere prima del codice coupon casuale

source: Activate Loyalty Points
es_es: Activar puntos de fidelidad
fr_fr: Activer les points de fidélité
it_it: Attiva i punti fedeltà

source: Check to activate the included customer loyalty points features.
es_es: Marque para activar las funciones de puntos de fidelidad de clientes incluidas.
fr_fr: Cochez pour activer les fonctionnalités de points de fidélité client incluses.
it_it: Selezionare per attivare le funzionalità dei punti fedeltà dei clienti inclusi.

source: Calculation type
es_es: Tipo de cálculo
fr_fr: Type de calcul
it_it: Tipo di Calcolo

source: Should the points be calculated from the order total or subtotal?
es_es: ¿Deben calcularse los puntos a partir del total o subtotal del pedido?
fr_fr: Les points doivent-ils être calculés à partir du total ou du sous-total de la commande ?
it_it: I punti devono essere calcolati dal totale o dal subtotale dell’ordine?

source: Order total
es_es: Valor final
fr_fr: Total commande
it_it: Totale ordine

source: Order subtotal
es_es: Subtotal de Orden
fr_fr: Sous-total commande
it_it: Subtotali Ordine

source: Redeeming Points
es_es: Puntos de canje
fr_fr: Points Encaissés
it_it: Riscatto Punti

source: Minimum points
es_es: Puntos mínimos
fr_fr: Points minimaux
it_it: Punti minimi

source: How many points are required before a customer can redeem points?
es_es: ¿Cuántos puntos se requieren antes de que un cliente puede canjearlos?
fr_fr: Combien de points sont nécessaires avant qu’un client puisse échanger des points ?
it_it: Quanti punti sono necessari prima che un cliente possa riscattare i punti?

source: Redeemable value
es_es: Valor canjeable
fr_fr: Valeur remboursable
it_it: Valore rimborsabile

source: How much should the redeemed points be worth in actual currency?
es_es: ¿Cuánto deberían valer los puntos canjeados en moneda real?
fr_fr: Combien devraient valoir les points échangés en devise réelle ?
it_it: Quanto dovrebbero valere i punti riscattati in valuta reale?

source: Earning Points
es_es: Ganar seguidores
fr_fr: Points gagnés
it_it: Punti Guadagnati

source: Customer registration
es_es: Registro de clientes
fr_fr: Inscription des clients
it_it: Registrazione cliente

source: The amount of points a customer earns when they register an account.
es_es: La cantidad de puntos que gana un cliente cuando registra una cuenta.
fr_fr: Le nombre de points qu’un client gagne lorsqu’il crée un compte.
it_it: La quantità di punti che un cliente guadagna quando registra un account.

source: Order complete
es_es: Pedido completado
fr_fr: Commande terminée
it_it: Ordine completato

source: The amount of points a customer earns when completing an order.
es_es: La cantidad de puntos que gana un cliente al completar un pedido.
fr_fr: Le nombre de points qu’un client gagne lorsqu’il termine une commande.
it_it: La quantità di punti che un cliente guadagna quando completa un ordine.

source: Money spent
es_es: Dinero gastado
fr_fr: Argent dépensé
it_it: Denaro speso

source: The amount of points a customer earns per dollar spent.
es_es: La cantidad de puntos que gana un cliente por dólar gastado.
fr_fr: Le nombre de points qu’un client gagne par dollar dépensé.
it_it: La quantità di punti guadagnati da un cliente per ogni dollaro speso.

source: Loyalty points
es_es: Puntos de lealtad
fr_fr: Points de fidélité
it_it: Punti fedeltà

source: Rewards card punches
es_es: Golpes de tarjetas de recompensas
fr_fr: Poinçons de carte de récompenses
it_it: Premi card punch

source: Rewards earned
es_es: Recompensas ganadas
fr_fr: Récompenses gagnées
it_it: Premi guadagnati

source: Redeem
es_es: Canjear
fr_fr: Valider
it_it: Riscatta

source: Redeem Points
es_es: Canjear Puntos
fr_fr: Échanger vos Points
it_it: Riscatta i punti

source: Available
es_es: Disponible
fr_fr: Disponible
it_it: Disponibile

source: My Loyalty Points
es_es: Mis puntos de fidelidad
fr_fr: Mes points de fidélité
it_it: I Miei Punti Fedeltà

source: You do not have any coupons available
es_es: No tienes cupones disponibles
fr_fr: Vous n’avez pas de coupons disponibles
it_it: Non hai coupon disponibili

source: My Rewards Card
es_es: Mi tarjeta de recompensas
fr_fr: Ma carte récompenses
it_it: La mia carta premi

source: Rewards Card Punches
es_es: Golpes de tarjetas de recompensas
fr_fr: Poinçons de cartes de récompenses
it_it: Premi Card Punch

source: Rewards Earned
es_es: Recompensas ganadas
fr_fr: Récompenses gagnées
it_it: Premi guadagnati

source: My Coupons
es_es: Mis cupones
fr_fr: Mes bons de réduction
it_it: I miei Coupon

source: Coupon
es_es: Cupón

source: Settings
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni

source: You earned a reward
es_es: Ganaste una recompensa
fr_fr: Vous avez gagné une récompense
it_it: Hai guadagnato una ricompensa

source: Increase customer loyalty by rewarding your customers for their repeat purchase behavior.
es_es: Aumenta la lealtad de los clientes recompensando a sus clientes por su comportamiento de compra repetida.
fr_fr: Augmentez la fidélité de vos clients en récompensant vos clients pour leur comportement d’achat répété.
it_it: Aumenta la fedeltà dei clienti premiando i tuoi clienti per il loro comportamento di acquisto ripetuto.

source: Customer Loyalty for WooCommerce
fr_fr: Fidélisation des clients pour WooCommerce
it_it: Fidelizzazione dei clienti per WooCommerce
